tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "cask"
brew "cmake"
brew "ffmpeg"
brew "git"
brew "python@3.11"
brew "mas"
brew "nmap"
brew "rust"
brew "vim"
brew "wget"
cask "adguard"
cask "air-video-server-hd"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "box-drive"
cask "clickup"
cask "clipy"
cask "cmd-eikana"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "folx"
cask "font-inconsolata"
cask "font-myrica"
cask "font-myricam"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "handbrake"
cask "iina"
cask "jdownloader"
cask "keyboardcleantool"
cask "linear-linear"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "notion"
cask "onyx"
cask "protonvpn"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "suspicious-package"
cask "tor-browser"
cask "transmission"
cask "viber"
cask "warp"
cask "webcatalog"
cask "webpquicklook"
cask "whatsapp"
cask "xquartz"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "DigiDoc4 Client", id: 1370791134
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "TeRa", id: 1243347809
mas "The Unarchiver", id: 425424353
mas "WeChat", id: 836500024
