tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "cask"
brew "fish"
brew "git"
brew "mas"
brew "nmap"
brew "vim"

cask "cmd-eikana"
cask "air-video-server-hd"
cask "alt-tab"
cask "appcleaner"
cask "atom"
cask "aws-vpn-client"
cask "clickup"
cask "clipy"
cask "cyberduck"
cask "deepl"
cask "docker"
cask "discord"
cask "dropbox"
cask "expressvpn"
cask "figma"
cask "folx"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "grammarly-desktop"
cask "handbrake"
cask "iina"
cask "iterm2"
cask "lastpass"
cask "notion"
cask "skype"
cask "slack"
cask "Spectacle"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "whatsapp"
cask "warp"
cask "zoom"

mas "Adobe Lightroom", id: 1451544217
mas "AmorphousDiskMark", id: 1168254295
mas "Apple Configurator", id: 1037126344
mas "AVIF Converter", id: 1617089333
mas "Brother iPrint&Scan", id: 1193539993
mas "DigiDoc4 Client", id: 1370791134
mas "Display Menu", id: 549083868
mas "Duplicate Photos Finder", id: 984929789
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "TeRa", id: 1243347809
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "WeChat", id: 836500024
mas "WinArchiver Lite", id: 414855915
