tap "graelo/tap"
tap "homebrew/bundle"
tap "ngrok/ngrok"
brew "asitop"
brew "curl"
brew "docker-completion"
brew "docker"
brew "ffmpeg"
brew "git"
brew "git-lfs"
brew "htop"
brew "mas"
brew "tree"
brew "vim"
brew "wget"
brew "graelo/tap/pumas"
cask "adguard"
cask "air-video-server-hd"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "chatgpt"
cask "clickup"
cask "cmd-eikana"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "folx"
cask "font-inconsolata"
cask "font-myrica"
cask "font-myricam"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "handbrake"
cask "iina"
cask "itsycal"
cask "keyboardcleantool"
cask "linear-linear"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "miniconda"
cask "netdownloadhelpercoapp"
cask "netron"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "onyx"
cask "raycast"
cask "readdle-spark"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "utm"
cask "viber"
cask "visual-studio-code"
cask "webcatalog"
cask "wechat"
cask "whatsapp"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Canva", id: 897446215
mas "DigiDoc4 Client", id: 1370791134
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prime Video", id: 545519333
mas "Spark", id: 1176895641
mas "TeRa", id: 1243347809
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
vscode "alefragnani.project-manager"
vscode "almenon.arepl"
vscode "batisteo.vscode-django"
vscode "codeium.codeium"
vscode "codezombiech.gitignore"
vscode "cstrap.python-snippets"
vscode "deerawan.vscode-dash"
vscode "demystifying-javascript.python-extensions-pack"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "hbenl.vscode-test-explorer"
vscode "kaih2o.python-resource-monitor"
vscode "kevinrose.vsc-python-indent"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "mgesbert.python-path"
vscode "mintlify.document"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "oderwat.indent-rainbow"
vscode "rubymaniac.vscode-paste-and-indent"
vscode "streetsidesoftware.code-spell-checker"
vscode "thebarkman.vscode-djaneiro"
vscode "trabpukcip.wolf"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "xirider.livecode"
vscode "ziyasal.vscode-open-in-github"
